IDEA StatiCa Open Model
MatPrestressSteelEc2.Fr Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Fatigue stress range (prEN 10138)
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Fr { get; set; }
Public Property Fr As Double
	Get
	Set
public:
property double Fr {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatPrestressSteelEc2 Class
IdeaRS.OpenModel.Material Namespace